[
    {"number": 1, "tittle": "Gana siempre tus batallas", "description": "Perder una batalla no te aporta nada ni aprendes nada. ¡Gana tus batallas o no participes en ellas!"},
    {"number": 2, "tittle": "Nunca dejes que se rían de ti", "description": "Los necios se ríen de todo, incluso de sus superiores. Pero cuidado, ¡la risa no es inofensiva! La risa se extiende como una enfermedad y, pronto, todos se reirán de ti. Necesitas atacar la raíz de este júbilo perverso rápidamente para evitar que se extienda."},
    {"number": 3, "tittle": "No desprecies un buen descanso", "description": "La lucha y la aventura hacen mella en cualquier cuerpo. Al descansar, tu cuerpo se fortalece y se repara. Cuanto más descanses, más fuerte te vuelves."},
    {"number": 4, "tittle": "Olvida tu pasado", "description": "El pasado es doloroso y pensar en él solo trae miseria. Piensa en algo diferente, como el futuro o algo de comida."},
    {"number": 5, "tittle": "La fuerza se combate con fuerza", "description": "¿Tu oponente es fuerte? ¡No importa! Supera su fuerza con más fuerza y pronto lo derrotarás."},
    {"number": 6, "tittle": "Elige tu propio destino", "description": "Nuestro antecesores nos enseñaron que nuestro destino está escrito antes de nuestro nacimiento. No estoy de acuerdo."},
    {"number": 7, "tittle": "No llores a los muertos", "description": "Al morir, ¿las cosas mejoran o empeoran? No podemos saberlo con certeza, así que llorar es un gesto inútil. Incluso celebrarlo lo es."},
    {"number": 8, "tittle": "Viaja solo", "description": "No puedes confiar en nadie, nadie será leal siempre. Así que nadie debe ser tu compañero."},
    {"number": 9, "tittle": "Mantén limpio tu hogar", "description": "Tu hogar es donde cobijas tu posesión más valiosa: tú mismo. Por lo que debes mantenerla limpia y ordenada."},
    {"number": 10, "tittle": "Mantén tu hoja afilada", "description": "Yo siempre me aseguro de que «Terminavidas» está siempre afilado. Así es mucho más fácil cortar cosas."},
    {"number": 11, "tittle": "Las madres siempre te traicionarán", "description": "Este precepto se explica por sí mismo"},
    {"number": 12, "tittle": "Mantén seca tu capa", "description": "Si se moja, sécala lo antes posible. Vestir capas mojadas es desagradable y te puede enfermar."},
    {"number": 13, "tittle": "Nunca tengas miedo", "description": "El miedo solo te bloquea. Enfrentarse a los propios miedo puede ser un esfuerzo enorme. Así que es mejor no temer a nada en primer lugar."},
    {"number": 14, "tittle": "Respeta a tus superiores", "description": "Si alguien te supera en fuerza, intelecto o ambos, debes mostrarle tus respetos. No le ignores o te rías de él."},
    {"number": 15, "tittle": "Un enemigo, un mandoble", "description": "Solo debes usar un golpe para derrotar a un enemigo. Más de uno es un desperdicio. Además, al contar los mandobles que has asestado en la batalla sabrás cuántos enemigos has derrotado."},
    {"number": 16, "tittle": "No dudes", "description": "Una vez que hayas tomado una decisión, acátala y no mires atrás. Conseguirás mucho más así."},
    {"number": 17, "tittle": "Cree en tu fuerza", "description": "Otros podrán dudar de ti, pero hay alguien en quien siempre podrás confiar. Tú mismo. Asegúrate de creer en tu fuerza y nunca flaquearás."},
    {"number": 18, "tittle": "Busca la verdad en la oscuridad", "description": "Este precepto también se explica solo."},
    {"number": 19, "tittle": "Si lo intentas, consíguelo", "description": "Si vas a intentar algo, asegúrate de lograrlo. Si no lo logras, ¡habrás fracasado! Evita el fracaso a toda costa."},
    {"number": 20, "tittle": "Que tus palabras solo reflejen la verdad", "description": "Al hablar con alguien, lo cortés y eficiente es hablar sinceramente. Pero no olvides que el hablar sinceramente te hará ganar muchos enemigos. Tendrás que vivir con eso."},
    {"number": 21, "tittle": "Sé consciente de lo que te rodea", "description": "¡No camines con la mirada fija en el suelo! Has de andar sin bajar la mirada para asegurarte de que nada te pilla por sorpresa."},
    {"number": 22, "tittle": "Abandona el nido", "description": "Tan pronto pude, abandoné mi lugar de nacimiento y me labré mi propio camino en el mundo. No remolonees en el nido. Allí no podrás encontrar nada."},
    {"number": 23, "tittle": "Identifica los puntos débiles de tus enemigos", "description": "Cada enemigo al que te enfrentes tendrá un punto débil, como una grieta en su coraza o estar dormido. ¡Debes estar constantemente alerta y escrutando a tu enemigo para detectar su debilidad!"},
    {"number": 24, "tittle": "Ataca el punto débil de tu enemigo", "description": "Cuando hayas identificado el punto débil de tu enemigo según el precepto anterior, atácalo. Así les destruirás inmediatamente."},
    {"number": 25, "tittle": "Protege tu propio punto débil", "description": "Percátate de que tu enemigo intentará identificar tu punto débil, así que debes protegerlo. ¿La mejor protección? No tengas un punto débil, para empezar."},
    {"number": 26, "tittle": "No te fíes de tu reflejo", "description": "Cuando te asomes a ciertas superficies reflectantes, quizás veas una copia de tu propia cara. La cara imitará tus movimientos y será parecida a la tuya, pero no creo que se pueda confiar en ella."},
    {"number": 27, "tittle": "Come tanto como puedas", "description": "Cuando comas, come tanto como puedas. Te dará energía adicional y así podrás comer con menos frecuencia."},
    {"number": 28, "tittle": "No te asomes a la oscuridad", "description": "Si te asomas a la oscuridad y pasas mucho tiempo sin ver nada, tu mente empezará a deambular por recuerdos antiguos. Tal como dice el cuarto precepto, hay que evitar los recuerdos."},
    {"number": 29, "tittle": "Desarrolla tu sentido de la orientación", "description": "Es fácil perderse al viajar por cavernas tortuosas y laberínticas. Tener un buen sentido de la orientación es como tener un mapa mágico dentro de tu cabeza. Muy útil."},
    {"number": 30, "tittle": "No aceptes nunca una promesa", "description": "Rechaza las promesas de los demás, siempre se rompen. Evita especialmente las promesas de amor o matrimonio."},
    {"number": 31, "tittle": "Las enfermedades viven en la suciedad", "description": "Enfermarás si pasas demasiado tiempo en lugares sucios. Si te alojas en casa de alguien, exige la mayor limpieza a tu anfitrión."},
    {"number": 32, "tittle": "Los nombres tienen poder", "description": "Los nombres tienen poder, y darle nombre a algo es otorgarle poder. Yo mismo llamé a mi aguijón «Terminavidas». ¡No me copies el nombre! ¡Invéntate el tuyo!"},
    {"number": 33, "tittle": "No muestres ningún respeto al enemigo", "description": "¡Ser galante con tus enemigos no es una virtud! Si alguien se te opone, no se merecen ni respeto, ni amabilidad, ni piedad."},
    {"number": 34, "tittle": "No comas justo antes de dormir", "description": "Esto puede causarte molestias e indigestión. Es sentido común."},
    {"number": 35, "tittle": "Arriba es arriba, abajo es abajo", "description": "Si te caes en la oscuridad, es fácil perder la orientación y olvidarse de hacia dónde está arriba. ¡Recuerda este precepto!"},
    {"number": 36, "tittle": "Las cáscaras de huevo son frágiles", "description": "De nuevo, este precepto se explica por sí mismo."},
    {"number": 37, "tittle": "Toma prestado, pero no prestes", "description": "Si prestas algo y te lo devuelven, no ganas nada. Si tomas algo prestado y no lo devuelves, lo ganas todo."},
    {"number": 38, "tittle": "Cuidado con la Fuerza Misteriosa", "description": "Una fuerza misteriosa nos empuja hacia abajo desde arriba. Si pasas demasiado tiempo en el aire, la fuerza te aplastará contra el suelo y te destruirá. ¡Cuidado!"},
    {"number": 39, "tittle": "Come rápido y bebe despacio", "description": "Tu cuerpo es delicado y tienes que alimentarlo con meticulosidad. La comida tiene que entrar lo más rápido posible, pero los fluidos tienen que entrar más despacio."},
    {"number": 40, "tittle": "No obedezcas ninguna ley salvo la tuya", "description": "Las leyes hechas por otros podrían causarte molestias o ser una carga. Que tus deseos sean la única ley."},
    {"number": 41, "tittle": "Aprende a detectar mentiras", "description": "Cuando otros hablan, a menudo mienten. Examina sus palabras e interrógales hasta que revelen sus engaños."},
    {"number": 42, "tittle": "Gasta geo cuando lo tengas", "description": "Algunos se aferran a su geo y hasta se lo llevan a la tumba cuando mueren. Es mejor gastarlo cuando puedas y disfrutar de las distintas cosas que ofrece la vida."},
    {"number": 43, "tittle": "No perdones nunca", "description": "Si alguien, como un hermano tuyo, te pide perdón, niégaselo siempre. Ese hermano, o quien sea, no se lo merece."},
    {"number": 44, "tittle": "No puedes respirar agua", "description": "El agua es refrescante, pero si intentas respirarla te llevarás una sorpresa."},
    {"number": 45, "tittle": "Una cosa no es otra cosa", "description": "Esto debería ser obvio, pero he discutido con algunos que dicen que una cosa, que claramente es eso y no otra cosa, en realidad es una cosa diferente, cuando no lo es. ¡Permanece alerta!"},
    {"number": 46, "tittle": "El mundo es más pequeño de lo que crees", "description": "Cuando eres joven, tiendes a pensar que el mundo es vasto, enorme, gigantesco. Es normal. Por desgracia, es mucho más pequeño que eso. Ahora que he viajado por todas las tierras, puedo decirlo."},
    {"number": 47, "tittle": "Hazte tu propia arma", "description": "Solo tú sabes con precisión lo que necesitas de tu arma. Yo me fabriqué mi «Terminavidas» de maderarmazón cuando era joven. Nunca me ha fallado. Ni yo a ella."},
    {"number": 48, "tittle": "Ten cuidado con el fuego", "description": "El fuego es un tipo de espíritu caliente que baila sin cuidado. Puede calentarte e iluminar tu camino, pero también te chamuscará la coraza si te acercas mucho."},
    {"number": 49, "tittle": "Las estatuas no tienen propósito", "description": "¡No las honres! Nadie me ha esculpido nunca ni a mí ni a ti. ¿Por qué deberíamos hacerles caso?"},
    {"number": 50, "tittle": "No te detengas en los Misterios", "description": "Algunas cosas en este mundo se nos aparecen como puzles. O enigmas. Si no se hace evidente inmediatamente el significado tras algo, no pierdas tiempo pensando en ello. Sigue adelante."},
    {"number": 51, "tittle": "Nada es inofensivo", "description": "Cualquier cosa en este mundo te hará daño, si tiene la oportunidad. Amigos, enemigos, monstruos, caminos accidentados. Sospecha de todos."},
    {"number": 52, "tittle": "Ten cuidado con los celos paternos", "description": "Los padres creen que porque nos crearon tenemos que servirles y nunca superar sus capacidades. Si quieres forjarte tu propio camino tienes que destruir a tu padre. O abandonarle."},
    {"number": 53, "tittle": "No robes los deseos de los demás", "description": "Todas las criaturas mantienen sus deseos encerrados dentro de sí mismos. Si consigues entrever los deseos de otro, resiste el instinto de hacerlos tuyos. No te dará felicidad."},
    {"number": 54, "tittle": "Si guardas algo bajo llave, conserva la llave", "description": "Nada debería permanecer encerrado para siempre, así que conserva tus llaves. Con el tiempo, volverás y abrirás aquello que guardaste."},
    {"number": 55, "tittle": "No te inclines ante nadie", "description": "Hay seres en el mundo que imponen su voluntad a otros. ¡Afirman poseer tu comida, tus tierras, tu cuerpo y hasta tus pensamientos! No han hecho nada para ganarse estas cosas. Nunca te inclines ante ellos y asegúrate de desobedecer sus órdenes."},
    {"number": 56, "tittle": "No sueñes", "description": "Los sueños son cosas peligrosas. Ideas extrañas, que no son tuyas y que pueden colarse en tu mente. Pero si te resistes, ¡te invadirá la enfermedad! Mejor no soñar en absoluto, como yo."},
    {"number": 57, "tittle": "Obedece todos los preceptos", "description": "Y lo que es más importante, tienes que memorizar todos estos preceptos y obedecerlos sin falta. ¡Incluido este!"}
]